src/resources/API/SOAP/AccountLogoutRequest.xml

<x:Envelope
    xmlns:x="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:com="com.advantage.online.store.accountservice">
    <x:Header/>
    <x:Body>
        <com:AccountLogoutRequest>
            <com:loginUser>{userId}</com:loginUser>
            <com:base64Token>{token}</com:base64Token>
        </com:AccountLogoutRequest>
    </x:Body>
</x:Envelope>